Repository: common-repository/wp-adminprotection
Catalog: languages/wp-adminprotection-*.po
Languages: de_de

source: You are not welcome
de_de: Du bist nicht willkommen

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Security
de_de: Sicherheit

source: I want to secure my WP-Backend with WP-Adminprotection
de_de: Ja, ich möchte das WordPress Backend durch WP Adminprotection schützen.

source: 1 IP per line
de_de: Eine IP pro Zeile

source: Your current IP is
de_de: Deine aktuelle IP ist

source: Checking your IP
de_de: Überprüfe deine IP

source: Your IP is <strong>accepted</strong> by WP Adminprotection
de_de: Deine IP ist <strong>gültig</strong>

source: Your IP <strong>failed</strong> WP-Adminprotection
de_de: Deine IP ist <strong>ungültig</strong>

source: Usage
de_de: Erklärung

source: Enter any IP that should be allowed to login<br />Use '*' as a Wildcard i.e. <em>192.*</em> or <em>192.168.*.*</em><br />Be sure that your own IP is allowed before you activate the protection,<br>else you have to delete the options ´wp-adminprotection´ in your options table
de_de: Gib alle IP Adressen an die auf das Backend Zugriff haben dürfen<br />Benutze '*' als Platzhalter z.B.: <em>192.*</em> oder <em>192.168.*.*</em><br />Vergewissere dich, dass deine IP <strong>gültig</strong> ist bevor Du das Plugin scharf schaltest.<br>Ansonsten musst Du die Option wp-adminprotection in der Optionstabelle löschen.
